window.__ANASTASIA_RESTORED_STATE__ = {
  "lang": "ru",
  "heroByLang": {
    "ru": [
      "Коммуникационный",
      "( и не только) дизайнер",
      "Анастасия",
      "Пескова",
      ""
    ],
    "en": [
      "Communication",
      "designer",
      "Anastasia",
      "Peskova",
      ""
    ]
  },
  "hero": [
    "Коммуникационный",
    "( и не только) дизайнер",
    "Анастасия",
    "Пескова",
    ""
  ],
  "projects": [
    [
      "Интерфейс генерации шара",
      "В рамках работы по визуалу умного помощника платформы для сотрудников банка",
      "./assets/restored/restored-01.jpg",
      "Создание инструмента для настройки и анимация визуала умного помощника",
      88,
      "",
      [],
      [
        {
          "heading": "Контекст",
          "text": "В процессе разработки визуального образа помощника стандартные инструменты перестали удовлетворять требованиям проекта",
          "image": "./assets/restored/restored-02.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Задача",
          "text": "Создать инструмент, позволяющий быстро собирать, настраивать и анимировать визуальный объект без ограничений готовых решений",
          "image": "",
          "align": "full"
        },
        {
          "heading": "Роль",
          "text": "UX/UI-дизайн, концепция продукта, проектирование интерфейса, разработка логики взаимодействия",
          "image": "",
          "align": "full"
        },
        {
          "heading": "Решение",
          "text": "Во время работы стало понятно, что использование GIF-анимации ухудшает качество восприятия и производительность, а генерация через нейросети не позволяет добиться необходимой точности. Вместо этого спроектировала собственный интерфейс для создания параметрического 3D-шара: он позволяет управлять формой и анимацией в реальном времени, а также получать код готовой модели для дальнейшей интеграции",
          "image": "./assets/restored/restored-03.jpg",
          "align": "full"
        },
        {
          "heading": "Результат",
          "text": "Получился внутренний инструмент, который ускорил создание вариаций визуала, обеспечил полный контроль над анимацией и позволил использовать объект непосредственно в цифровых продуктах",
          "image": "./assets/restored/restored-04.jpg",
          "align": "full",
          "linkText": "Перейти",
          "link": "https://anastasiaamero.github.io/iridescent-orb-editor-1/"
        }
      ]
    ],
    [
      "Инструмент для референсов",
      "Рандомайзер с подборкой дизайнерских работ для вдохновения, ссылки на источники Википедии",
      "./assets/restored/restored-05.jpg",
      "Личный продукт для дизайнеров, помогающий находить новые темы, проекты и имена в сфере дизайна",
      88,
      "",
      [],
      [
        {
          "heading": "Задача",
          "text": "Сделать поиск вдохновения менее предсказуемым и выйти за пределы привычных алгоритмических рекомендаций",
          "image": "",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Роль",
          "text": "Идея продукта, UX/UI-дизайн, визуальный стиль, разработка",
          "image": "",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Решение",
          "text": "Разработала веб-интерфейс, который случайным образом открывает статьи Википедии, связанные с дизайном. Вместо поиска по ключевым словам пользователь получает неожиданные направления для исследования — дизайнеров, студии, движения, объекты и исторические проекты. Интерфейс минимизирует лишние действия и делает процесс поиска вдохновения быстрым и увлекательным",
          "image": "./assets/restored/restored-06.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Результат",
          "text": "Получился инструмент для ежедневного исследования дизайна, который помогает находить малоизвестные проекты и расширять профессиональный кругозор",
          "image": "./assets/restored/restored-07.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        }
      ]
    ],
    [
      "Айдентика платформы",
      "Брендинг единой платформы для внутренного подразделения банка, а также сотрудников офисов",
      "./assets/restored/restored-08.jpg",
      "Айдентика и визуальная система для объединенной платформы СБОЛ.про",
      88,
      "",
      [],
      [
        {
          "heading": "Задача",
          "text": "Создать современную, гибкую  и масштабируемую визуальную систему",
          "image": "",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Роль",
          "text": "Концепция, логотип,  визуальный язык, шаблоны, гайдбук, AI‑графика",
          "image": "",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Решение",
          "text": "Разработала систему на основе  плавных линий, 3D‑форм и строгой сетки.  Собрала шаблоны, типографику, правила композиции и визуальные принципы",
          "image": "./assets/restored/restored-09.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Результат",
          "text": "Система используется командами продукта и легла в основу десятков коммуникационных материалов",
          "image": "./assets/restored/restored-10.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        }
      ]
    ],
    [
      "ИИ-офис",
      "Дизайн карт",
      "./assets/restored/restored-11.jpg",
      "Визуальные концепции дебетовых карт для открытия ИИ‑офиса",
      88,
      "",
      [],
      [
        {
          "heading": "Задача",
          "text": "Создать технологичный  и современный визуальный стиль",
          "image": "",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Роль",
          "text": "Концепция, визуальный язык, графика, фон. Финальная адаптация — в рамках командной работы",
          "image": "",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Решение",
          "text": "Разработала несколько направлений, создала графику и паттерны на основе AI‑эстетики и цифровых линий",
          "image": "./assets/restored/restored-12.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Результат",
          "text": "Концепты использованы  в коммуникациях",
          "image": "./assets/restored/restored-13.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        }
      ]
    ],
    [
      "Визуальный стиль Domo",
      "Domo - молодое архитектурное бюро, входившее в состав ГК Самолет",
      "./assets/restored/restored-14.jpg",
      "Визуальный стиль и контент  для Telegram‑канала архитектурного бюро",
      88,
      "",
      [],
      [
        {
          "heading": "Задача",
          "text": "Создать дерзкий и современный стиль, отражающий характер бюро",
          "image": "",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Роль",
          "text": "Концепция, визуальный язык, карусели, эмодзи",
          "image": "",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Решение",
          "text": "Разработала систему на основе контрастной типографики, архитектурных текстур и строгой сетки",
          "image": "./assets/restored/restored-15.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Результат",
          "text": "Стиль использован в канале  и стал основой визуальной коммуникации",
          "image": "./assets/restored/restored-16.jpg",
          "align": "full",
          "linkText": "Перейти",
          "link": "https://t.me/domo_spacerunners"
        }
      ]
    ],
    [
      "AI-библиотека",
      "Библиотека изображений",
      "./assets/restored/restored-17.jpg",
      "Создание библиотеки изображений в фирменном  стиле платформы",
      88,
      "",
      [],
      [
        {
          "heading": "Задача",
          "text": "Сделать набор визуалов,  которые можно использовать в интерфейсах, презентациях  и медиа",
          "image": "./assets/restored/restored-18.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Роль",
          "text": "Концепция, генерации,  обработка, систематизация",
          "image": "./assets/restored/restored-19.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Решение",
          "text": "Разработала визуальный язык на основе фирменных линий и форм, создала серию AI‑изображений и структурировала их  по категориям",
          "image": "./assets/restored/restored-20.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "Результат",
          "text": "Библиотека используется командами для презентаций и интерфейсов",
          "image": "./assets/restored/restored-21.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        }
      ]
    ],
    [
      "Мерч СБОЛ",
      "Айдентика в физическом носителе",
      "./assets/restored/restored-22.jpg",
      "Мерч для команды платформы СБОЛ.про",
      88,
      "",
      [],
      [
        {
          "heading": "Задача",
          "text": "Создать стильный и узнаваемый мерч, отражающий визуальный  язык платформы",
          "image": "./assets/restored/restored-23.jpg",
          "align": "full",
          "linkText": "Посмотреть ролик",
          "link": "https://t.me/design_uma/709"
        }
      ]
    ],
    [
      "Altanina LLC",
      "Айдентика бизнеса",
      "./assets/restored/restored-24.jpg",
      "Айдентика для малого бизнеса в США",
      88,
      "",
      [],
      [
        {
          "heading": "Задача",
          "text": "Малому бизнесу требовалась айдентика, которую можно использовать на носителях, сайте и в коммуникациях",
          "image": "./assets/restored/restored-25.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "",
          "text": "",
          "image": "./assets/restored/restored-26.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "",
          "text": "",
          "image": "./assets/restored/restored-27.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        }
      ]
    ],
    [
      "Сивил стиль",
      "Обновление бренда",
      "./assets/restored/restored-28.jpg",
      "Обновление фирменного стиля для бренда Сивил",
      88,
      "",
      [],
      [
        {
          "heading": "Задача",
          "text": "Бренду требовалось обновить визуальный язык и сделать коммуникации современнее",
          "image": "./assets/restored/restored-29.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        },
        {
          "heading": "",
          "text": "",
          "image": "./assets/restored/restored-30.jpg",
          "align": "full",
          "linkText": "",
          "link": ""
        }
      ]
    ]
  ],
  "cards": [
    [
      "Хобби",
      "",
      "./assets/cards/admin-card-1.svg",
      "В свободное время изучаю английский, занимаюсь йогой, гуляю со своей собакой и путешествую. Люблю открывать новые места, людей и впечатления",
      "./assets/restored/restored-31.jpg"
    ],
    [
      "Опыт",
      "",
      "./assets/cards/admin-card-2.svg",
      "Более 4 лет занимаюсь дизайном. Работаю в Сбере, где проектирую цифровые продукты, разрабатываю айдентику и визуальные системы для проектов разного масштаба",
      "./assets/cards/photo-3.jpg"
    ],
    [
      "Доп. активити",
      "",
      "./assets/cards/admin-card-3.svg",
      "Веду канал о нейросетях, где рассказываю о новых инструментах, делюсь практическими способами использования ИИ и показываю собственные проекты",
      "./assets/cards/photo-4.jpg"
    ]
  ]
};
